cask_args appdir: "/Applications"

tap "argoproj/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "anyenv"
brew "argocd"
brew "awscli"
brew "bat"
brew "curl"
brew "deno"
brew "direnv"
brew "docker"
brew "eksctl"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "helm"
brew "jq"
brew "kubectl-argo-rollouts"
brew "kubernetes-cli"
brew "mitmproxy"
brew "nkf"
brew "openssl"
brew "ripgrep"
brew "starship"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"

cask "authy"
cask "chrysalis"
cask "discord"
cask "docker"
cask "fantastical"
cask "firefox"
cask "font-hackgen"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "kindle"
cask "lens"
cask "notion"
cask "omnifocus"
cask "raycast"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "1password"
