cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "anyenv"
brew "bat"
brew "curl"
brew "direnv"
brew "docker"
brew "fzf"
brew "ghq"
brew "git"
brew "jq"
brew "mitmproxy"
brew "nkf"
brew "openssl"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"

cask "authy"
cask "chrysalis"
cask "discord"
cask "docker"
cask "epic-games"
cask "fantastical"
cask "font-hackgen"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "omnifocus"
cask "rectangle"
cask "slack"
cask "toggl"
cask "visual-studio-code"
cask "zoomus"
cask "1password"
