christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
docsmsft.docs-markdown
eamodio.gitlens
GitHub.github-vscode-theme
golang.go
hashicorp.terraform
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
PKief.material-icon-theme
redhat.vscode-yaml
rust-lang.rust
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
