christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
docsmsft.docs-markdown
docsmsft.docs-preview
eamodio.gitlens
GitHub.github-vscode-theme
golang.go
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-toolsai.jupyter
PKief.material-icon-theme
redhat.vscode-yaml
vscode-icons-team.vscode-icons
